var map = (function (me, undefined) {
  me.hotspots = [
    {
      x: 500,
      y: 5960,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-01_dm.mp3",
      checkResize: false,
      data: "bird",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> <b>Лилия белоснежная (<i>Lilium candidum L. </i>\n)</b>\n <sup>1</sup> имеет обширную христианскую символику. По библейскому преданию, лилии выросли из слез изгнанной из Эдема Евы. Белая лилия — символ Девы Марии. Цветок означает невинность, чистоту и надежду, предчувствие вины, раскаяние, покаяние. Воплощающая совершенство, лилия отражает надежду на спасение и божественную награду праведникам. Розовые лилии считаются символом юности.</p>
          <small> <sup>1</sup> Золотницкий Н.Ф. Цветы в легендах и преданиях. М.: Агропромиздат, 1991.; Любовь к ботанике / отв. ред. Е.Стрельцова.СПб.: Арка, 2018.; Лилия [Электронный ресурс] // Универсальная энциклопедия Кирилла и Мефодия.URL: https://megabook.ru/article/Лилия (дата обращения 01.03.2019); Лилия [Электронный ресурс]. Энциклопедия знаков и символов. URL: http://www.symbolarium.ru/index.php/Лилия (дата обращения 28.02.2019); Мартьянова Л.М.Легенды и мифы о растениях.Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014.. </small>
          <!-- Изображение до/после на пк и планшете -->
          <div class="ssb__before-after">
            <!-- Изображение до -->
            <a class="ssb__before-after  ssb__before-after--split-image  ssb__gallery-popup-link" href="images/birds-full.jpg">
              <img src="images/birds-full.jpg" />
            </a>
          </div>

          <div class="before-after  ssb__before-after-slider">
            <!-- Изображение до -->
            <img src="images/bird-1.jpg" />
            <!-- Изображение после -->
            <img src="images/bird-1b.jpg" />
          </div>
        </div>`,
    },
    {
      x: 1586,
      y: 5960,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-02_dm.mp3",
      checkResize: false,
      data: "bird",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> <b>Ежевика священная (<i>Rubus sanctus Schreb. </i>) </b> <sup>1</sup> — символ чистоты Девы Марии: породила пламя божественной любви, не сгорев от вожделения. Считается, что горящим кустом, в котором Ангел Господень предстал перед Моисеем, был куст ежевики: «И явился ему Ангел Господень в пламени огня из среды тернового куста. И увидел он, что терновый куст горит огнем, но куст не сгорает» (Исх. 3: 2). «Терновый куст» большинству верующих известен под названием «неопалимая купина».  </p>
          <p> Цветок <b>жимолости вьющейся (<i>Lonicera periclymenum L. </i>) </b> символ страсти, любви и преданности.</p>
          <small><sup>1</sup> Мартьянова Л.М. Легенды и мифы о растениях. Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014.; Сокольский И.Н.Прекрасные растения Библии. СПб.: Диля, 2006.. </small>
        <!-- Изображение до/после на пк и планшете -->
        <div class="ssb__before-after">
          <!-- Изображение до -->
          <a class="ssb__before-after  ssb__before-after--split-image  ssb__gallery-popup-link" href="images/birds-full.jpg">
            <img src="images/birds-full.jpg" />
          </a>
        </div>

        <div class="before-after  ssb__before-after-slider">
          <!-- Изображение до -->
          <img src="images/bird-1.jpg" />
          <!-- Изображение после -->
          <img src="images/bird-1b.jpg" />
        </div>
      </div>
      `,
    },
    {
      x: 3286,
      y: 5960,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-04_dm.mp3",
      checkResize: false,
      data: "bird",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> <b>Календула (<i>Calendula officinalis L. </i>)</b><sup>1</sup> — название происходит от латинского слова сalendae, что означает «первый день месяца». Ее цветки раскрываются с восходом солнца и закрываются после заката, возвещая, подобно календарю, о начале дня. В христианстве цветки календулы — символ чистоты и совершенства Девы Марии. Первые христиане называли календулу «золотом Марии» и украшали ею статуи матери Христа. Цветки календулы всегда желтого или оранжевого цвета. Известно, что на гобеленах XV — начала XVI века изображения растений стилизованы, причем часть растения может быть показа реалистично, что мы видим в данном случае в рисунке листьев и цветков, а другая — фантазийна: здесь мы наблюдаем синюю окраску лепестков. Синий цвет у христиан обозначает связь между небесным и земным, богом и миром, выражает идею самопожертвования и кротости. Это цвет вечности, смирения, благочестия, веры и верности. Деву Марию изображают в синем плаще. Она покрывает этим плащом, защищая и спасая верующих. Вполне вероятно, что художник мог изменить окраску цветка для поддержания смысловых акцентов в композиции. </p>
          <p> <b>Фиалка трехцветная (<i>Viola tricolor L. </i>)</b> <sup>2</sup> в христианской мифологии является цветком Святой Троицы. Христиане в темном пятне в середине цветка видели Всевидящее око, а в окружающих разводах — идущее от него сияние. Треугольник светлых лепестков воспринимали как лица Святой Троицы, берущие начало от Всевидящего ока. В символике цветов маленькая фиалка ассоциируется со скромностью или смирением. В сценах поклонения волхвов фиалки символизируют целомудрие Девы Марии и кротость Младенца Иисуса Христа. </p>
          <small><sup>1</sup> Мартьянова Л.М. Легенды и мифы о растениях. Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014.. <br> <sup>2</sup>Любовь к ботанике / отв. ред. Е. Стрельцова. СПб.: Арка, 2018.; Мартьянова Л.М. Легенды и мифы о растениях.Легенды Древнего Востока, языческие мифы, античные предания, библейские истории. М.: Центрполиграф, 2014..</small>
          <!-- Изображение до/после на пк и планшете -->
          <div class="ssb__before-after">
            <!-- Изображение до -->
            <a class="ssb__before-after  ssb__before-after--split-image  ssb__gallery-popup-link" href="images/birds-full.jpg">
              <img src="images/birds-full.jpg" />
            </a>
          </div>

          <div class="before-after  ssb__before-after-slider">
            <!-- Изображение до -->
            <img src="images/bird-1.jpg" />
            <!-- Изображение после -->
            <img src="images/bird-1b.jpg" />
          </div>
        </div>
      `,
    },
    {
      x: 5286,
      y: 5960,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-06_dm.mp3",
      checkResize: false,
      data: "bird",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p>Красная <b>роза (<i>Rosa sp. </i>)</b><sup>1</sup> — христианский символ земного мира. Гирлянда роз означает небесную радость, утешение в христианской вере. В христианской религии красная роза — милосердие и мученичество, она выросла из капель крови Христа на Голгофе, а ее шипы — символ Страстей Господних. С тех пор она служит людям вечным напоминанием о пролитой за людские грехи крови. В католических легендах роза является небесной защитницей добрых дел. Красная роза символизирует желание, страсть, радость, чувственную красоту, завершенность. При этом роза имеет полярную символику: это небесное совершенство и земная страсть, время и вечность, жизнь и смерть, плодородие и девственность.</p>
          <small><sup>1</sup> Золотницкий Н.Ф. Цветы в легендах и преданиях. М.: Агропромиздат, 1991.; Кузнецова М.А., Резникова А.С.Сказания о лекарственных растениях.М.: Высшая школа, 1992.; Мартьянова Л.М.Легенды и мифы о растениях.Легенды Древнего Востока, языческие мифы, античные предания, библейские истории. М.: Центрполиграф, 2014..</small>
          <!-- Изображение до/после на пк и планшете -->
          <div class="ssb__before-after">
          <!-- Изображение до -->
            <a class="ssb__before-after  ssb__before-after--split-image  ssb__gallery-popup-link" href="images/birds-full.jpg">
            <img src="images/birds-full.jpg" />
            </a>
          </div>

          <div class="before-after  ssb__before-after-slider">
            <!-- Изображение до -->
            <img src="images/bird-1.jpg" />
            <!-- Изображение после -->
            <img src="images/bird-1b.jpg" />
          </div>
        </div>
      `,
    },
    {
      x: 6886,
      y: 5960,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-08_dm.mp3",
      checkResize: false,
      data: "bird",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p><b>Гранат обыкновенный (<i>Punica granatum L. </i>) </b> <sup>1</sup> относят к числу первых христианских символов. По современным представлениям, райское дерево познания добра и зла, скорее всего, — гранат (в силу географических причин это вряд ли была яблоня). Раскрывающийся плод граната символизирует пасхальное Воскресение Христа, христианскую благотворительность, открытую для всех, дарует христианам уверенность в прощении, веру в жизнь грядущую и воскресение. Прослеживается некоторая связь с культом крови Христовой, распространенным в конце XV столетия: «Как должно открыть гранат и заглянуть внутрь, откуда проистекает столь благоуханный сок и чудный аромат, так следует проникнуться душевными муками Искупителя, дабы созерцать бесконечные страдания Сердца Господа, чья Кровь истекает на все человечество». Гранатовое дерево — символ омоложения, надежды на воскрешение, возрождения, бессмертия, жизни вечной, духовной плодовитости церкви. Согласно Талмуду, сравнение человека с плодом граната имеет определенный смысл: «Даже те из вас, кто пуст, полны добрых деяний, как гранат полон семян». </p>
          small><sup>1</sup> Кузнецова М.А., Резникова А.С. Сказания о лекарственных растениях. М.: Высшая школа, 1992.; Любовь к ботанике / отв.ред.Е.Стрельцова.СПб.: Арка, 2018.; Мартьянова Л.М.Легенды и мифы о растениях. Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014.; Сокольский И.Н.Прекрасные растения Библии.СПб.: Диля, 2006..</small>
          <!-- Изображение до/после на пк и планшете -->
          <div class="ssb__before-after">
          <!-- Изображение до -->
            <a class="ssb__before-after  ssb__before-after--split-image  ssb__gallery-popup-link" href="images/birds-full.jpg">
            <img src="images/birds-full.jpg" />
            </a>
          </div>

          <div class="before-after  ssb__before-after-slider">
            <!-- Изображение до -->
            <img src="images/bird-1.jpg" />
            <!-- Изображение после -->
            <img src="images/bird-1b.jpg" />
          </div>
        </div>
      `,
    },
    {
      x: 7650,
      y: 5500,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-09_dm.mp3",
      checkResize: false,
      data: "plants",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p><b>Дыня обыкновенная (<i>Cucumis melo L. </i>) или огурец обыкновенный (<i>Cucumis sativus L. </i>):</b> <sup>1</sup> скорее всего, на шпалере изображена дыня. В библейские времена в Египте и Палестине огурец садовый не был известен. Переводчики Библии перевели название разновидности дыни как «огурец», а далее по христианской традиции запрещалось изменять в Библии единожды написанное слово. Изображения различных по форме дынь, в том числе напоминающих по форме огурцы, известны со времен Римской империи. При этом первое изображение огурца датируется 1335 годом. Ренессансные изображения огурцов, хотя и очень распространены, показывают гораздо меньше вариаций, чем у дыни, что наводит на мысль об их более позднем введении в композиции. Зрелая дыня с множеством косточек — символ целостности и открывающихся возможностей, знак того, что не каждый ребенок (или плод) доброкачественен и оправдает надежды. Забота неизбежна, но утешение сомнительно.</p>
          <p>Огурец в христианстве часто изображается рядом с яблоком и Девой Марией (см. картины Карло Кривелли). Он ассоциируется с жизнью и воскрешением и поэтому составляет понятную пару яблоку, которое соотносится с грехопадением.</p>
          <small><sup>1</sup> Paris H.S., Janick J. What the Roman Emperor Tiberius Grew in His Greenhouses // Cucurbitaceae. Avignon: INRA, 2008 P. 33–41. URL: http://www.hort.purdue.edu/newcrop/2_13_Janick.pdf (дата обращения 02.03.2019); Paris H.S., Daunay M- C., Janick J.The Cucurbitaceae and Solanaceae Illustrated in Medieval Manuscripts Known as the Tacuinum Sanitatis // Annals of Botany 103 June 2009 http://www.hort.purdue.edu/NEWCROP/TS_aob.pdf (дата обращения 02.03.2019).</small>
          <!-- Изображение до/после на пк и планшете -->
          <div class="ssb__before-after">
          <!-- Изображение до -->
            <a class="ssb__before-after  ssb__before-after--split-image  ssb__gallery-popup-link" href="images/birds-full.jpg">
            <img src="images/birds-full.jpg" />
            </a>
          </div>

          <div class="before-after  ssb__before-after-slider">
            <!-- Изображение до -->
            <img src="images/bird-1.jpg" />
            <!-- Изображение после -->
            <img src="images/bird-1b.jpg" />
          </div>
        </div>
      `,
    },
    {
      x: 7650,
      y: 3700,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-10_dm.mp3",
      checkResize: false,
      data: "plants",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> <b>Ирис германский (<i>Iris germanica L. </i>) </b> <sup>1</sup> наряду с лилией в христианстве встречается в изображениях Богоматери как символ скорби, страдания и защиты. Острые клинообразные листья ириса обозначали страдания и печаль сердца Богоматери от страданий Христа. Ирис также символизирует силу света и надежду. В средневековой живописи на портретах и гобеленах ирисы изображали в качестве амулета, защищающего против хитрости и власти дьявола. </p>
          <small><sup>1</sup> Золотницкий Н.Ф. Цветы в легендах и преданиях. М.: Агропромиздат, 1991.; Любовь к ботанике / отв. ред. Е.Стрельцова.СПб.: Арка, 2018; Мартьянова Л.М.Легенды и мифы о растениях.Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014..</small>
        </div>
      `,
    },
    {
      x: 7650,
      y: 500,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-11_dm.mp3",
      checkResize: false,
      data: "plants",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> <b>Кизил обыкновенный (<i>Cornus mas L. </i>),</b> согласно христианской легенде, был высоким деревом с прямым стволом и крепкой древесиной, но не хотел, чтобы его использовали для крестов и виселиц. Измученный Иисус, заметив, как расстроен кизил, сказал: «За твое сострадание, проявленное ко мне, я сделаю так, что с этих пор твой ствол будет невысоким и кривым, а цветки, состоящие из четырех лепестков, будут напоминать крест» <sup>1</sup>. Темно-красные плоды кизила символизируют кровь распятого Христа.</p>
          <small><sup>1</sup> Цит. по: Мартьянова Л.М. Легенды и мифы о растениях. Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014..</small>
        </div>
      `,
    },
    {
      x: 4480,
      y: 5700,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-12_dm.mp3",
      checkResize: false,
      data: "plants",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> <b>Земляника лесная (<i>Fragaria vesca L. </i>)</b><sup>1</sup> с плодами часто изображалась на средневековых шпалерах, но символика ее трудна для понимания. В Священном Писании она не упоминается. Тройчатые листья символизируют Троицу. Вкусные, сладкие, ароматные ягоды делают землянику едой святых. Поскольку земляника не имеет ни косточек, ни шипов, плод ее сопоставляли с совершенным человеком. Согласно легенде о землянике, юный Христос шел по лесу, и все травы склонялись перед ним. Цветок земляники, терявшийся в листве у самой земли, переживал, что Спаситель не заметит его, но Христос увидел и поцеловал его. С тех пор к середине лета на отмеченном Богом растении созревают алые ягоды, вкусные и ароматные. </p>
          <p> Святой Патрик использовал три листочка <b>клевера ползучего (<i>Trifolium repens L. </i>)</b><sup>2</sup> для объяснения концепции Святой Троицы: листья изображали Бога Отца, Бога Сына и Бога Духа Святого. Таким образом проявляется тройной аспект жизни тела, души и духа. Равенство форм и размеров листочков символизирует гармоническое отношение трех лиц единого Бога, напоминает христианам о смирении. Округлые листья, соединенные на одном стебле, похожи на три обращенных друг к другу сердца, что ассоциируется со словами «Бог есть любовь». В изобразительной религиозной символике клевер — обозначение простоты, жертвенности и духовной власти любящего Бога. </p>
          <small><sup>1</sup> Мартьянова Л.М. Легенды и мифы о растениях. Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014.. <br> <sup>2</sup> Мартьянова Л.М. Легенды и мифы о растениях. Легенды Древнего Востока, языческие мифы, античные предания, библейские истории.М.: Центрполиграф, 2014..</small>
        </div>
      `,
    },
    {
      x: 4300,
      y: 4560,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-14_dm.mp3",
      checkResize: false,
      data: "plants",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> В центре шпалеры около кромки воды виден <b>ирис желтый (<i>Iris pseudocorus L. </i>)</b>. Остальная травянистая растительность, рассеянная по фону и имитирующая луг, не определяется ввиду высокой стилизованности. </p>
        </div
      `,
    },
    {
      x: 7220,
      y: 2000,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-15_dm.mp3",
      checkResize: false,
      data: "plants",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> В верхнем правом углу шпалеры художник изобразил скопление деревьев, установить видовую принадлежность которых не представляется возможным. Среди них выделяется <b>клен полевой (<i>Acer campestre L. </i>)</b>: его ветки, наряду с ветками других видов кленов, использовали для освящения церкви и жилища в неделю Пятидесятницы.</p>
        </div>
      `,
    },
    {
      x: 100,
      y: 4500,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/rast-06_dm-1.mp3",
      checkResize: false,
      data: "plants",
      category: "Растения",
      title: "",
      description: `
        <div class="ssb__full-text">
          <p> <b>Виноград (<i>Vitis vinifera L. </i>) </b> и вино в христианской традиции — не только источник радости, мира и жизни, но прежде всего символ священной связи между человеком и Божественной сущностью. В Ветхом Завете виноград символизировал Древо жизни. В христианстве виноград и вино обозначает животворящее начало Спасителя. «Я есмь истинная виноградная лоза, а Отец Мой — виноградарь» и «Я есмь лоза, а вы ветви; кто пребывает во Мне, и Я в нем, тот приносит много плода; ибо без Меня не можете делать ничего» — говорит Иисус в Евангелии от Иоанна (Ин. 15: 1; 15: 5). Важность вина во многих религиозных ритуалах основана на символической связи винограда с божественным благословением. Виноград — один из древнейших символов плодородия, изобилия и жизненной силы. Символ духовной жизни и возрождения как в языческом, так и в христианском мирах.</p>
        </div>
      `,
    },
  ];

  return me;
})(map || {});
