var map = (function (me, undefined) {
  me.hotspots = [
    {
      x: 7186,
      y: 3000,
      w: 220,
      h: 220,
      id: "1",
      link: "#2",
      image: "",
      audio: "audio/01.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Ааро́н",
      description: `
      <div class="ssb__full-text">
        <p> Аарон — первый священник избранного народа, брат Моисея и пророчицы Мариам. Был поставлен в священники вместе с сыновьями по повелению Господа, данному Моисею на Синае (Исх. 29). В композиции шпалеры его одеяние совершенно не соответствуют подробному описанию одежд первосвященника, содержащемуся в Исходе (Исх. 28): Аарон изображен в митре и далматике — облачении высшего духовенства в Западной Европе. Олицетворял молитвенное предстательство за весь избранный народ в испытаниях, произнося речи вместо косноязычного Моисея с (Исх. 4: 16): перед исходом приступал вместе с братом к египетскому фараону с просьбами отпустить сынов Израилевых в пустыню для совершения служения (Исх. 7–10), во время странствия в пустыне передавал избранному народу волю Господа. В то время, когда Моисей находился на Синае, под давлением народа Аарон сделал золотого тельца для поклонения (Исх. 32), но после истребления Моисеем идолопоклонников остался священником. От Аарона и его сыновей пошел род левитов — избранного священства Израиля. В искусстве Средневековья Аарон вместе с Мелхиседеком — прообразы христианского священства.</p>
      </div>
      `,
    },
    {
      x: 576,
      y: 2910,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/03.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Анания, Мисаил и Азария",
      description: `
      <div class="ssb__full-text">
        <p> Отроки Анания, Мисаил и Азария (Мисах, Седрах и Авденаго) — персонажи Книги пророка Даниила (Дан. 1–3), соратники пророка Даниила в Вавилонском пленении, бывшие вместе с ним в числе знатных иудейских юношей, приближенных к царю Навуходоносору. За отказ поклониться золотому истукану были брошены в раскаленную печь, где остались невредимы, в то время как их палачи, подбрасывавшие дрова в печь, были испепелены. После этого и их мучитель царь Навуходоносор воздал хвалу Всевышнему: «Тогда Навуходоносор сказал: благословен Бог Седраха, Мисаха и Авденаго, Который послал Ангела Своего и избавил рабов Своих, которые надеялись на Него и не послушались царского повеления, и предали тела свои [огню], чтобы не служить и не поклоняться иному богу, кроме Бога своего!» (Дан. 3: 95). Юноши изображены среди пламени коленопреклоненными, воспевающими песнь Богу: «Благословите, Анания, Азария и Мисаил, Господа, пойте и превозносите Его во веки; ибо Он извлек нас из ада и спас нас от руки смерти, и избавил нас из среды печи горящего пламени, и из среды огня избавил нас» (Дан. 3: 88). Начиная с катакомбного периода образы отроков появляются в христианском искусстве как олицетворение твердого упования на Господа в испытаниях и пример чудесного спасения.</p>
      </div>`,
    },
    {
      x: 10,
      y: 1050,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/02.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Аквилон",
      description: `
      <div class="ssb__full-text">
        <p> Аквилон (греч. Борей) — северный ветер, один из четырех главных ветров, соответствующих сторонам света, сын Эола и Авроры. В композиции шпалеры его олицетворяет мужчина, одетый в тунику, с раздутыми щеками и кузнечными мехами в руках. Подобные образы ветра встречаются в сценах с изображениями бурь на море и кораблекрушений (например, иллюстрации к «Энеиде», кн. 1, 133–135) или евангельской притче об усмирении бури (Мф. 8: 23–27). Изображения дующих ветров с терпящим бедствие кораблем в сходной композиции использованы в эмблеме из сборника Андреа Альчиато «Близкая надежда» (1531).</p>
      </div>`,
    },
    {
      x: 2870,
      y: 810,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/05.mp3",
      checkResize: false,
      data: "story",
      title: "Борей",
      description: `
      <div class="ssb__full-text">
        <p> Борей (лат. Аквилон) — северный ветер, один из четырех главных ветров, соответствующих сторонам света, сын Астрея и Эос (в латинской версии — Эола и Авроры). Он представлен в виде мужчины, одетого в тунику и сандалии, с раздутыми щеками и кузнечными мехами в руках. Характерно, что в композиции шпалеры северный ветер представлен дважды: в виде римского Аквилона и греческого Борея (с ошибкой в подписи — «С» вместо «Е»). Видимо, это сделано для того, чтобы сохранить традиционное изображение четырех ветров, исключив благоприятный западный ветер Фавоний (греч. — Зефир), не соответствующий бедственному положению корабля. Подобные образы ветра встречаются в сценах с изображениями бурь на море и кораблекрушений (например, иллюстрации к «Энеиде», кн. 1, 133–135) или евангельской притче об усмирении бури (Мф. 8: 23–27). Изображения дующих ветров с терпящим бедствие кораблем в сходной композиции использованы в эмблеме из сборника Андреа Альчиато «Близкая надежда» (1531).</p>
      </div>`,
    },
    {
      x: 3810,
      y: 810,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/06.mp3",
      checkResize: false,
      data: "story",
      title: "Вольтурн",
      description: `
      <div class="ssb__full-text">
        <p>На Вольтурне надета объемная туника, напоминающая одежды Древней Греции и раннего Средневековья за исключением огромных летящих рукавов. Края щедро покрыты вышивкой, служащей оберегом. Туника подпоясана шарфом, развевающиеся концы которого создают ощущение полета.</p>
      </div>`,
    },
    {
      x: 6286,
      y: 3800,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/07.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Гедеон",
      description: `
      <div class="ssb__full-text">
        <p> Гедеон — вождь и судья Израиля (Суд. 6–8), спасший свой народ от нашествия мадианитян, напущенного Богом за идолопоклонство Израиля. Гедеон, ревнитель единобожия, разрушивший жертвенник Ваала, изображен просящим знамения у Бога перед решающей битвой с врагом. Он изображен в одеждах полководца, отдаленно напоминающих римский доспех, коленопреклоненным, перед ним на земле расстелено руно — овечья шкура (по тексту Книги Судей Израилевых — стриженая шерсть). Господь посылает ему знак: вначале небесная роса попадает только на шерсть, земля же остается сухой; на другой день, по повторной молитве Гедеона, напротив — шерсть оказывается сухой, а земля — покрытой росой (Суд. 6: 36–40). Наутро  Господь повелевает Гедеону отобрать малый отряд, всего 300 человек, и сразиться с врагом, дабы избранный народ понял, что лишь Господь может дать ему спасение и не мог приписать победу собственным силам (Суд. 7). В христианской иконографии знамение росы на руне Гедеона становится одним из ветхозаветных прообразов бессеменного зачатия и девственного рождения Христа. Подобное изображение Гедеона имеет множество аналогов в искусстве готики.</p>
      </div>`,
    },
    {
      x: 5286,
      y: 4000,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/08.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Давид",
      description: `
      <div class="ssb__full-text">
        <p> Давид — сын Иессея, отец Соломона, второй царь Израиля после Саула. Его жизнь описана в 1-й и 2-й книгах Царств. Царствовал сорок лет: семь лет и шесть месяцев был правителем Иудеи, затем 33 года — царем объединенного царства Израиля и Иудеи. Образ Давида соединяет в себе черты избавителя избранного народа от врагов (победил в единоборстве филистимского воина-великана Голиафа) и идеального правителя (первый подлинно благочестивый и угодный Господу царь, тайно помазанный по велению Бога пророком Самуилом (1 Цар. 16), сделавший Иерусалим столицей своего царства (2 Цар. 6) и давший обет построить храм (2 Цар. 7)). Давид упоминается и в Новом Завете как указание на земное родство Христа (Мф 1: 6–7), которого называют Сыном Давидовым (Мф. 1: 1, Мф. 22: 42, Мф. 21: 9 и др.). В состав персонажей, олицетворяющих разные аспекты одной из трех христианских добродетелей — Надежды — Давид включен по нескольким причинам. Прежде всего, благодаря тому, что он считается автором одной из наиболее востребованных в христианском богослужении книг Ветхого Завета — Псалтири — сборника молитвенных текстов-псалмов, написанных в разных жизненных ситуациях и исполненных упования на Господа (псалмы 3, 10 и др.). Тексты, приписываемые Давиду и связываемые с разными эпизодами его жизни (битва с Голиафом, ненависть Саула), становятся для христианского мира одним из средств выразить в молитве надежду на Божью помощь. Давид, как и другие персонажи шпалеры, изображен коленопреклоненным, со сложенными в молитве руками. Он облачен в царские одежды, голова его увенчана короной, рядом с ним лежит музыкальный инструмент — гусли (в древнееврейском тексте киннор), искусной игрой на которых он прославился с юности, успокаивая первого, отвергнутого Богом царя Израиля Саула, когда на нем был «злой дух от Бога» (1 Цар. 16: 23).</p>
      </div>`,
    },
    {
      x: 6686,
      y: 4800,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/09.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Даниил",
      description: `
      <div class="ssb__full-text">
        <p> Даниил — один из четырех великих ветхозаветных пророков (наряду с Исайей, Иеремией и Иезекиилем), соратник иудейских отроков Анании, Мисаила и Азарии в Вавилонском пленении. Толковал сны и видения царя Навуходоносора и его сына Валтасара (Дан. 2–5), предрекая им посрамление или гибель. При царе Дарии, уличенный соглядатаями в поклонении Всевышнему, что противоречило предписанию царя поклоняться лишь ему одному в течение тридцати дней (Дан. 6: 7–9), был брошен в львиный ров, но остался невредим, ибо, как он сам свидетельствовал перед царем, «Бог мой послал Ангела Своего и заградил пасть львам, и они не повредили мне, потому что я оказался пред Ним чист, да и перед тобою, царь, я не сделал преступления» (Дан. 6: 22). Даниил изображен в аристократических одеждах, молящимся в темнице рядом со львами. Изображение Даниила среди львов в христианском искусстве начиная с катакомбного периода олицетворяет собой упование на чудесное спасение, что отражено и в словах указа, изданного Дарием после несостоявшейся казни Даниила и предписывавшего «трепетать перед Богом Данииловым», ибо «он избавляет и спасает, и совершает чудеса и знамения на небе и на земле; Он избавил Даниила от силы львов» (Дан. 6: 27).</p>
      </div>`,
    },

    //
    {
      x: 1700,
      y: 3100,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/10.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Дебора",
      description: `
      <div class="ssb__full-text">
        <p> Дебора (Девора) — одна из пророчиц и судей Израиля, вдохновительница победы избранного народа над военачальником царя Ханаанского Сисарой (Суд. 4). Когда полководец Варак отказался возглавить войско Израиля, если она не пойдет вместе с ним, Дебора ответила согласием, но предрекла, что «в руки женщины предаст Господь Сисару» (Суд. 4: 9). Этой женщиной стала Иаиль, заманившая бегущего с поля боя Сисару в свой шатер и пронзившая ему, спящему, висок колом. Песнь Деборы  — образец надежды на помощь Господа в крайности: «Воспряни, воспряни, Девора! воспряни, воспряни! воспой песнь! Восстань, Варак! и веди пленников твоих, сын Авиноамов! Тогда немногим из сильных подчинил Он народ; Господь подчинил мне храбрых» (Суд. 5: 12–13). Дебора изображена коленопреклоненной, молящейся рядом с другими спасительницами Израиля — Эсфирью и Юдифью.</p>
      </div>`,
    },
    {
      x: 1000,
      y: 4700,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/12.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Манассия",
      description: `
      <div class="ssb__full-text">
        <p> Манассия — царь Иудейский, сын благочестивого царя Езекии, виновный в возобновлении идолопоклонства, гаданий и ворожбы (2 Пар. 33) и очередном отступничестве Израиля от единобожия. Этим он навлек на себя гнев Господа, и тот попустил ему быть плененным ассирийцами и отведенным в Вавилон. В композиции шпалеры изображено раскаяние плененного царя Манассии, одетого в царские одежды и молящегося в оковах и с колодками на ногах: «И в тесноте своей он стал умолять лице Господа Бога своего и глубоко смирился пред Богом отцов своих. И помолился Ему, и Бог преклонился к нему и услышал моление его, и возвратил его в Иерусалим на царство его. И узнал Манассия, что Господь есть Бог» (2 Пар. 33: 12–13).</p>
      </div>`,
    },
    {
      x: 1700,
      y: 3700,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/13.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Мардохей",
      description: `
      <div class="ssb__full-text">
        <p> Мардохей (Мордехай) — родственник и воспитатель Эсфири, выдавший ее замуж за персидского царя Артаксеркса (Есф. 2). Невольно подверг свой народ опасности истребления, вызвав зависть и ревность одного из царских придворных — Амана, отказавшись поклоняться ему. Узнав о готовящемся указе об истреблении евреев, обращается к Эсфири с призывом употребить влияние на царя для спасения избранного народа, несмотря на грозящую ей в этом случае смертельную опасность (см. Эсфирь). Именно он побуждает ее победить страх и ходатайствовать перед царем: «Если ты промолчишь в это время, то свобода и избавление придет для Иудеев из другого места, а ты и дом отца твоего погибнете. И кто знает, не для такого ли времени ты и достигла достоинства царского?» (Есф. 4: 14).</p>
        <p>Мардохей изображен молящимся об избавлении избранного народа от истребления: «Ты знаешь, Господи, что не для обиды и не по гордости и не по тщеславию я делал это, что не поклонялся тщеславному Аману, ибо я охотно стал бы лобызать следы ног его для спасения Израиля; но я делал это для того, чтобы не воздать славы человеку выше славы Божией и не поклоняться никому, кроме Тебя, Господа моего, и я не стану делать этого по гордости. И ныне, Господи Боже, Царю, Боже Авраамов, пощади народ Твой; ибо замышляют нам погибель и хотят истребить изначальное наследие Твое; не презри достояния Твоего, которое Ты избавил для Себя из земли Египетской; услышь молитву мою и умилосердись над наследием Твоим и обрати сетование наше в веселие…» (Есф. 4: 17). Ходатайство Эсфири было услышано: еврейский народ спасен, злонамеренный Аман низвергнут, а Мардохею справедливо оказаны почести за давние заслуги перед царем (Есф. 6: 1–4).</p>
        <p>Молящийся Мардохей в головном уборе символизирует надежду на спасение в смертельной опасности. </p>
      </div>`,
    },
    {
      x: 6700,
      y: 2700,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/14.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Моисей",
      description: `
      <div class="ssb__full-text">
        <p> Моисей — первый вождь и пророк избранного народа, избавивший израильтян от египетского плена и получивший от Господа на горе Синай скрижали Завета с десятью заповедями. С помощью Господа совершает множество чудес — навлекает на фараона и египтян десять казней: от воды, сделавшейся кровью, до гибели первенцев (Исх. 7–12). По его молитве море расступается, пропустив сынов Израилевых, и смыкается вновь, потопив войско преследующего их фараона (Исх. 14), становятся сладкими воды горького источника в пустыне (Исх. 15), народ получает в пустыне небесную манну и перепелов (Исх. 16), спасается от ядовитых змей при помощи Медного змея, сделанного Моисеем (Чис. 21: 6–9) и пр. Моисей — первый учитель единобожия, передавший избранному народу наставления Господа о правилах праведной жизни, устройстве богослужения, решении главных бытовых и социальных вопросов. Моисей не раз препятствует отступничеству Израиля от истинного Бога (в том числе во время поклонения Золотому тельцу (Исх. 32)). Однако часто народ Израиля ропщет на повеления Моисея и тот вынужден прибегать к заступничеству Господа, который всегда слышит и укрепляет его. </p>
        <p>В композиции шпалеры Моисей представлен без традиционных рогов или лучей на голове, призванных отображать сияние его лица после беседы с Богом. Он изображен впереди остальных молящихся, имя его написано дважды — на воротнике и на кошеле, привешенном к поясу. Слева от него лежат скрижали Завета. </p>
      </div>`,
    },
    {
      x: 2400,
      y: 1900,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/15.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Надежда",
      description: `
        <div class="ssb__full-text">
          <p> Надежда — одна из трех так называемых теологических добродетелей (вместе с Верой и Любовью), упомянутая в 13-й главе Первого послания к Коринфянам святого апостола Павла: «А теперь пребывают сии три: вера, надежда, любовь; но любовь из них больше» (1 Кор. 13: 13). Она восседает на корабле, входящем в гавань из взволнованного бурей моря, в то время как остальные корабли терпят бедствие, что указывает на надежду христианина на вход в рай и образ Церкви как тихой гавани, где верующие обретают надежду на спасение. Корабль влекут к берегу две мужские фигуры, опоясанные цепями, в железных ошейниках, с оковами на ногах — кающиеся грешники, простирающие руки к Творцу в надежде на избавление из плена греха. На носу корабля изображена птица феникс, сгорающая и возрождающаяся из собственного пепла, которая символизирует здесь чудесное спасение. Надежда изображена с необычными атрибутами — серпом и косой, указывающими на земледелие как на занятие, наиболее тесно связанное с превратностями судьбы (не случайно древние считали, что земледельцы должны особо почитать Фортуну). Земледельцу остается лишь уповать на Господа, надеясь на хороший покос и жатву. За спиной Надежды видна птица в клетке — образ души, томящейся в плену тела, и одновременно указание на надежду освободиться и войти в Царство Небесное.</p>
        </div>`,
    },
    {
      x: 5920,
      y: 2850,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/11.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Иона",
      description: `
        <div class="ssb__full-text">
          <p> Пророк Иона — один из так называемых малых пророков, известный прежде всего тем, что ослушался Господа, повелевшего ему идти в Ниневию и обличить ее жителей, и отправился в Фарсис. В пути во время разразившейся бури был брошен за борт, поглощен китом, провел три дня и три ночи в его чреве и был извергнут оттуда живым. Трехдневное пребывание Ионы во чреве кита является прообразом трехдневной смерти и воскресения Христа (Мф. 16: 4). Молитва Ионы — образец надежды на Господа в отчаянных обстоятельствах, когда спасение, казалось бы, уже невозможно: «…К Господу воззвал я в скорби моей, и Он услышал меня; из чрева преисподней я возопил, и Ты услышал голос мой. Ты вверг меня в глубину, в сердце моря, и потоки окружили меня, все воды Твои и волны Твои проходили надо мною. И я сказал: отринут я от очей Твоих, однако я опять увижу святый храм Твой» (Иона 2: 3–5). Иона изображен на дальнем плане, в воде рядом с разинувшим пасть китом.</p>
        </div>`,
    },
    {
      x: 3500,
      y: 4800,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/16.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Сусанна ",
      description: `
        <div class="ssb__full-text">
          <p> Сусанна — персонаж Книги пророка Даниила, праведная и целомудренная мужняя жена, безвинно оклеветанная и приговоренная к казни, но в последний момент спасенная пророком Даниилом. Двое вожделеющих ее старцев-судей, застав ее в саду во время купания, пытаются склонить ее к греху, угрожая ложным обвинением в прелюбодеянии, за которое ей грозит смертная казнь. Однако на суде Даниил обличает их клевету, опросив отдельно каждого и обнаружив, что их показания расходятся. Старцев предают казни, а Сусанну оправдывают. На шпалере Сусанна изображена коленопреклоненной, со связанными руками, молящейся во время суда: «Боже вечный, ведающий сокровенное и знающий все прежде бытия его! Ты знаешь, что они ложно свидетельствовали против меня, и вот, я умираю, не сделав ничего, что эти люди злостно выдумали на меня» (Дан. 13: 42–43).</p>
        </div>`,
    },
    {
      x: 2900,
      y: 4200,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/18.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Эсфирь",
      description: `
      <div class="ssb__full-text">
        <p> Эсфирь (Эстер) — персонаж Ветхого Завета, одна из женщин, которым суждено было в разное время встать на защиту избранного народа. Сирота, опекаемая дядей Мардохеем — придворным персидского царя Артаксеркса, была выдана замуж за царя, избравшего ее за красоту и бескорыстие и не знавшего о ее происхождении (Есф. 2: 19–20). В дни ее замужества ее дяде стало известно о готовящемся истреблении иудеев, которое задумал царский приближенный Аман, ненавидящий Мардохея и его народ за отсутствие раболепства перед ним самим и царем. Мардохей обращается к царице Эсфири с призывом спасти свой народ, на что она, презрев смертельную опасность, соглашается. Ей предстоит ходатайствовать перед царем, явившись к нему незваной, что запрещено даже членам его семьи под страхом смертной казни. После долгих колебаний она отвечает Мардохею: «Пойди, собери всех Иудеев, находящихся в Сузах, и поститесь ради меня, и не ешьте и не пейте три дня, ни днем, ни ночью, и я с служанками моими буду также поститься и потом пойду к царю, хотя это против закона, и если погибнуть — погибну» (Есф. 4: 16). В композиции шпалеры Эсфирь изображена в молитве перед тем, как войти к царю без зова, в царских одеждах, которые она надела после трехдневного поста (Есф. 4: 17; 5: 1), уповающей лишь на Господа. Хитроумно задуманное заступничество Эсфири было успешным: указ об истреблении иудеев, приготовленный Аманом, отменен, сам он казнен, а Мардохей удостоен почестей. В искусстве XIV–XVI веков Эсфирь, как и Юдифь, входит в число «Девяти доблестных жен», а также является одним из ветхозаветных прообразов Богоматери (наряду с Вирсавией в сцене Коронования). </p>
      </div>`,
    },
    {
      x: 2300,
      y: 3500,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/19.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Юдифь",
      description: `
        <div class="ssb__full-text">
          <p> Юдифь — вдова из города Ветилуи, одна из женщин-героинь Ветхого Завета. Спасла родной город во время осады, убив ассирийского военачальника Олоферна. Старейшины уже готовы были сдать город, чтобы спасти жителей от голодной смерти, но Юдифь попросила их помедлить. «Помолись же о нас, ибо ты жена благочестивая, и Господь пошлет дождь для наполнения водохранилищ наших, и мы больше не будем изнемогать от жажды» (Иудифь. 8: 31), — говорят ей старейшины. На это Юдифь отвечает: «…Послушайте меня, — и я совершу дело, которое пронесется сынами рода нашего в роды родов. Станьте в эту ночь у ворот, — а я выйду с моею служанкою, и в продолжение дней, после которых вы решили отдать город нашим врагам, Господь посетит Израиля моею рукою» (Иудифь. 8: 32–33). Юдифь, одевшись в праздничное платье, выходит из осажденного города якобы для того, чтобы сдаться на милость ассирийцев и остаться в живых. В стане врагов она выговаривает себе право выходить за пределы стана для молитвы. Во время пира в палатке влюбившегося в нее полководца Олоферна она поит его допьяна вином, а затем обезглавливает. Под предлогом выхода на молитву Юдифь покидает вражеский лагерь и возвращается с головой врага в Ветилую. Наутро ассирийцы видят голову Олоферна на стене Ветилуи и в страхе снимают осаду. Юдифь изображена в праздничных одеждах, с мечом и отсеченной головой Олоферна, обычными ее атрибутами, коленопреклоненной в молитве: «Так, так, Боже отца моего и Боже наследия Израилева, Владыка неба и земли, Творец вод, Царь всякого создания Твоего! Услышь молитву мою, сделай слово мое и хитрость мою раною и язвою для тех, которые задумали жестокое против завета Твоего, святаго дома Твоего, высоты Сиона и дома наследия сынов Твоих» (Иудифь. 9: 12–13).</p>
          <p>Юдифь наряду с Эсфирью входит в перечень «Девяти доблестных жен», а также олицетворяет Смирение, попирающее Гордыню.</p>
        </div>`,
    },
    {
      x: 6300,
      y: 1000,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/04.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Бог",
      description: `
        <div class="ssb__full-text">
          <p> Бог, принимающий молитвы надеющихся на Него, изображен в епископских одеждах, в образе старца, что соответствует образу Ветхого днями из Книги пророка Даниила или Откровения Иоанна Евангелиста (Дан. 7: 9; Откр. 1), который традиционно использовался в западноевропейском искусстве позднего Средневековья и Возрождения для изображения Бога Отца.</p>
        </div>`,
    },
    {
      x: 5700,
      y: 1400,
      w: 220,
      h: 220,
      image: "",
      audio: "audio/17.mp3",
      checkResize: false,
      data: "story",
      category: "Сюжеты",
      title: "Четвертый ветер",
      description: `
        <div class="ssb__full-text">
          <p> Четвертый ветер — по всей вероятности, Австр (греч. Нот), южный влажный и горячий ветер, возвещающий грозу. Характерно, что в композиции шпалеры представлены только неблагоприятные ветры, а мягкий и теплый западный ветер Фавоний (греч. Зефир) исключен, чтобы подчеркнуть бедственное положение корабля Надежды.</p
        </div>`,
    },
  ];

  return me;
})(map || {});
